const streets = {
  "3-го Сентября": {
    type: "улица",
  },
  "3го Сентября": {
    type: "улица",
  },
  "3го сентября пер.": {
    type: "улица",
  },
  "8го Марта": {
    type: "улица",
  },
  "9я Водокачка": {
    type: "улица",
  },
  "Богдана Хмельницкого": {
    type: "улица",
  },
  Больничный: {
    type: "улица",
  },
  Брагина: {
    type: "улица",
  },
  Буденного: {
    type: "улица",
  },
  Бунина: {
    type: "улица",
  },
  Ватутина: {
    type: "улица",
  },
  "Ватутина переулок": {
    type: "улица",
  },
  Ворошилова: {
    type: "улица",
  },
  Гагарина: {
    type: "улица",
  },
  Гастелло: {
    type: "улица",
  },
  Гвардейская: {
    type: "улица",
  },
  Горняцкая: {
    type: "улица",
  },
  Горького: {
    type: "улица",
  },
  Дзержинского: {
    type: "улица",
  },
  Дивизионная: {
    type: "улица",
  },
  "Дивизионная (ЖД 10км)": {
    type: "улица",
  },
  "Дивизионная ЖД 10 километр": {
    type: "улица",
  },
  Дудко: {
    type: "улица",
  },
  Запорожская: {
    type: "улица",
  },
  Кавалерийская: {
    type: "улица",
  },
  Калинина: {
    type: "улица",
  },
  "Калинина пер.": {
    type: "улица",
  },
  "Карла Маркса": {
    type: "улица",
  },
  Каштановая: {
    type: "улица",
  },
  "кв. Молодежный": {
    type: "квартал",
  },
  "кв.Молодежный": {
    type: "квартал",
  },
  "кв.Солнечный": {
    type: "квартал",
  },
  Киевская: {
    type: "улица",
  },
  Кирова: {
    type: "улица",
  },
  Клубный: {
    type: "переулок",
  },
  Комсомольская: {
    type: "улица",
  },
  Комсомольский: {
    type: "переулок",
  },
  "Комсомольский пер": {
    type: "переулок",
  },
  "Комсомольский пер.": {
    type: "переулок",
  },
  Конногвардейская: {
    type: "улица",
  },
  Космонавтов: {
    type: "улица",
  },
  Красина: {
    type: "улица",
  },
  Красноармейская: {
    type: "улица",
  },
  "Красноармейский пер": {
    type: "переулок",
  },
  "Красноармейский пер.": {
    type: "переулок",
  },
  "Красных Партизан": {
    type: "улица",
  },
  Крупская: {
    type: "улица",
  },
  Крылова: {
    type: "улица",
  },
  Куйбышева: {
    type: "улица",
  },
  Ленина: {
    type: "улица",
  },
  "Ленина 3х": {
    type: "улица",
  },
  Ленинградкая: {
    type: "улица",
  },
  Ленинградская: {
    type: "улица",
  },
  Ломоносова: {
    type: "улица",
  },
  Луговая: {
    type: "улица",
  },
  Лутугино: {
    type: "переулок",
  },
  "Максима Горького": {
    type: "улица",
  },
  Маяковского: {
    type: "улица",
  },
  "Маяковского пер": {
    type: "переулок",
  },
  "Маяковского пер.": {
    type: "переулок",
  },
  Менжинского: {
    type: "улица",
  },
  Меньжинского: {
    type: "улица",
  },
  Минакова: {
    type: "улица",
  },
  Мира: {
    type: "переулок",
  },
  "Мира пер.": {
    type: "переулок",
  },
  Михалева: {
    type: "улица",
  },
  Мичурина: {
    type: "улица",
  },
  Молодежная: {
    type: "улица",
  },
  Молодежный: {
    type: "квартал",
  },
  Московская: {
    type: "улица",
  },
  Нахимова: {
    type: "улица",
  },
  Некрасова: {
    type: "улица",
  },
  Одеская: {
    type: "улица",
  },
  Одесская: {
    type: "улица",
  },
  Октябрьская: {
    type: "улица",
  },
  Ордженикидзе: {
    type: "улица",
  },
  Орджоникидзе: {
    type: "улица",
  },
  Островского: {
    type: "улица",
  },
  Папанина: {
    type: "улица",
  },
  "Папанина пер.": {
    type: "переулок",
  },
  Партизанская: {
    type: "улица",
  },
  "пер. Лутугино": {
    type: "переулок",
  },
  Первомайская: {
    type: "улица",
  },
  Пилотов: {
    type: "улица",
  },
  Пионерская: {
    type: "улица",
  },
  Победа: {
    type: "улица",
  },
  Победы: {
    type: "улица",
  },
  Подгорная: {
    type: "улица",
  },
  Полевая: {
    type: "улица",
  },
  Пролетарская: {
    type: "улица",
  },
  Профсоюзная: {
    type: "улица",
  },
  Пушкина: {
    type: "улица",
  },
  Садовая: {
    type: "улица",
  },
  Северный: {
    type: "переулок",
  },
  "Северный п.": {
    type: "переулок",
  },
  Советская: {
    type: "улица",
  },
  Солнечный: {
    type: "квартал",
  },
  Социальная: {
    type: "улица",
  },
  Степная: {
    type: "улица",
  },
  Студенческий: {
    type: "переулок",
  },
  Сумская: {
    type: "улица",
  },
  "Сумская (Универмаг)": {
    type: "улица",
  },
  Тупиковый: {
    type: "переулок",
  },
  Тургенева: {
    type: "улица",
  },
  Угольный: {
    type: "переулок",
  },
  Фантанная: {
    type: "улица",
  },
  Физкультурная: {
    type: "улица",
  },
  Фонтанная: {
    type: "улица",
  },
  Фрунзе: {
    type: "улица",
  },
  Центральная: {
    type: "улица",
  },
  Шаймуратова: {
    type: "улица",
  },
  Шахта: {
    type: "улица",
  },
  Шахтерская: {
    type: "улица",
  },
  Шевченко: {
    type: "улица",
  },
  Школьная: {
    type: "улица",
  },
  Школьный: {
    type: "переулок",
  },
  "Школьный пер": {
    type: "переулок",
  },
  Шматова: {
    type: "улица",
  },
  Щорса: {
    type: "улица",
  },
  Энгельса: {
    type: "улица",
  },
  Юбилейная: {
    type: "улица",
  },
  Южный: {
    type: "переулок",
  },
};

module.exports = { streets };
